# Arch Linux packages (CLI tools — GUI apps go in flatpak)
bat
dive
fnm
fzf
github-cli
glow
helm
lazygit
lsd
neovim
pgcli
prettyping
ripgrep
starship
tmux
yq
zoxide
zsh-syntax-highlighting
ttf-ioskeley-mono-nerd
ttf-ioskeley-mono
zsh
ghostty
steam

